{
  "books": [
    {
      "title": "What Would Keanu Do?",
      "author": "Chris Barsanti",
      "image": "",
      "description": "Keanu Reeves's movies are consistently around philosophical questions that challenge viewers while they are being entertained. What Would Keanu Do? examines everyday challenges faced by readers and helps solve those same problems by applying the philosophical lessons espoused by Reeves (or one of his films). From John Wick and Toy Story 4 to Dangerous Liasons, The Matrix and everything in between, this humorous yet helpful book provides all of the insight and guidance you'll ever need. And remember: As noted in the Immortal lyrics of Kansas - and dramatically delivered by one Ted 'Theodore' Logan - 'All we are is dust in the wind.'",
      "review": "",
      "month": "August Pick"
    },
    {
      "title": "How to Marry Keanu Reeves in 90 Days",
      "author": "K.M. Jackson",
      "image": "",
      "description": "Bethany Lu Carlisle is devastated when the tabloids report actor Keanu Reeves is about to tie the knot. What?! How could the world's perfect boyfriend and forever bachelor, Keanu not realize that making a move like this could potentially be devastating to the equilibrium of...well...everything! Not to mention, he's never come face to face with the person who could potentially be his true soulmate—her. Desperate to convince Keanu to call off the wedding, Lu and her ride-or-die BFF Truman Erikson take a wild road trip to search for the elusive Keanu so that Lu can fulfill her dream of meeting her forever crush and confess her undying love. From New York to Los Angeles, Lu and True get into all sorts of sticky situations. Will Lu be able to find Keanu and convince him she's the one for him? Or maybe she'll discover true love has been by her side all along...",
      "review": "",
      "month": "September Pick"
    },
    {
      "title": "Taking the Red Pill",
      "author": "Glenn Yeffeth",
      "image": "",
      "description": "Taking the Red Pill is a thought-provoking, mind-expaning thrill ride through The Matrix, examining the technological challenges, religious symbolism, and philosophical dilemmas the film presents. Renowned scientists, technologists, philosophers, scholars, social commentators, and science fiction authors provide engaging and provocative perspectives. Inventor and technologist Ray Kurzweil reveals the technological trends that make The Matrix more prophetic than anyone suspects. Sun chief scientist Bill Joy’s classic essay 'Why the Future Doesn't Need Us' describes the horrors that await as these technologies are developed. Yale philosopher and occasional standup comic Nick Bostrom calculates the odds that we are in the Matrix. Best-selling science fiction author Robert J. Sawyer explores the history of artificial intelligence in science fiction culminating with The Matrix. Economist and philosopher of science Robin Hanson shows how we are controlled by a power as malevolent as that of the Matrix. Taking the Red Pill will change how you view The Matrix—and the world around you.",
      "review": "",
      "month": "October Pick"
    },
    {
      "title": "Ode to Happiness",
      "author": "Keanu Reeves",
      "image": "",
      "description": "Ode to Happiness is a grown-up's picture book, a charming reminder not to take oneself too seriously. With drawings by painter Alexandra Grant, text by actor Keanu Reeves, and in collaboration with mutual friend Janey Bergam, this facsimile artists' book is about making the best of a bad situation. In the tradition of a classic 'hurtin' song', Reeves' text externalizes a melancholy internal monologue and subtly pokes fun at it. Grant's images, delicately realised in sombre inky washes, reflect the dark and light, the pathos and humour of the text. Neither entirely earnest nor wholly ironic, Ode to Happiness is both a meditation and a gentle tease about how we cope with life's sorrows.",
      "review": "",
      "month": "November Pick"
    },
    {
      "title": "BRZRKR, Vol.1",
      "author": "Keanu Reeves",
      "image": "",
      "description": "A WAR WITH NO END. The man known only as B. is half-mortal and half-God, cursed and compelled to violence...even at the sacrifice of his sanity. But after wandering the world for centuries, the Berzerker may have finally found a refuge - working for the U.S. government to fight the battles too violent and too dangerous for anyone else. In exchange, B. will be granted the one thing he desires - the truth about his endless blood-soaked existence…and how to end it. Keanu Reeves makes his comic book writing debut alongside New York Times bestselling co-writer Matt Kindt (Folklords, Grass Kings) and legendary artist Ron Garney (Wolverine) in a brutally violent new series about one immortal warrior's fight through the ages.",
      "review": "",
      "month": "December Pick"
    },
    {
      "title": "Keanu Reeves",
      "author": "Brian J. Robb",
      "image": "",
      "description": "Keanu Reeves' combination of authority, forthrightness, and good looks has made him one of the most popular and bankable modern stars. In this revised and updated biography, Brian J. Robb explores Reeves on- and offscreen, including his rock 'n roll career with the band Dog Star, and the twin tragedies that took the lives of his unborn daughter and his former partner Jennifer Syme. This new edition contains 130 photographs and a 48-page coverage of The Matrix and its sequel including location reports, plot previews, and a glimpse of the trilogy's breathtaking climax.",
      "review": "",
      "month": "January Pick"
    }
  ]
}
