{
  "books": [
    {
      "title": "What Would Keanu Do?",
      "author": "Chris Barsanti",
      "image": "",
      "description": "A moving story of one girl's year of change, dreams, grief, and healing as she journeys from one country to another, one life to the next.",
      "review": "",
      "month": "August"
      "description": "An examination of everyday challenges faced by readers and helps solve those same problems by applying the philosophical lessons espoused by Reeves (or one of his films).",
      "review": ""
    },
    {
      "title": "How to Marry Keanu Reeves in 90 Days",
      "author": "K.M. Jackson",
      "image": "",
      "description": "After years of battling against the evil Lord Voldemort, 17-year-old Harry Potter is finally an adult wizard, and he and his best friends Ron Weasley and Hermione Granger must set out on a dangerous mission to stop Voldemort once and for all.",
      "review": "",
      "month": "September"
      "description": "Bethany Lu Carlisle's life is spiraling out of control. When she discovers her celebrity crush, Keanu Reeves, is planning to get married in 90 days, she decides to track him down to convince him not to get married (or that she is his true love forever).",
      "review": ""
    },
    {
      "title": "Taking the Red Pill",
      "author": "Glenn Yeffeth",
      "image": "",
      "description": "Taking the Red Pill is a thought-provoking, mind-expanding thrill ride through The Matrix, examining the technological challenges, religious symbolism, and philosophical dilemmas the film presents. Taking the Red Pill will change how you view The Matrix—and the world around you.",
      "review": "",
      "month": "October"
    },
    {
      "title": "Ode to Happiness",
      "author": "Keanu Reeves",
      "image": "",
      "description": "Ode to Happiness is a about making the best of a bad situation. Neither entirely earnest nor wholly ironic, Ode to Happiness is both a meditation and a gentle tease about how we cope with life's sorrows.",
      "review": "",
      "month": "November"
    },
    {
      "title": "BRZRKR, Vol.1",
      "author": "Keanu Reeves",
      "image": "",
      "description": "A WAR WITH NO END. The man known only as B. is half-mortal and half-God, cursed and compelled to violence...even at the sacrifice of his sanity.",
      "review": "",
      "month": "December"
      "review": ""
    },
    {
      "title": "Keanu Reeves",
      "author": "Brian J. Robb",
      "image": "",
      "description": "An exploration on Keanu Reeves' life both on and offscreen. Take a look into the life of one of Hollywood's the most popular and bankable modern stars."
    }
  ]
}
